Work/src/clean_sheet2.xml

<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/">
    <SOAP-ENV:Body>
        <ns0:GetCustomerStageMessageOut xmlns:ns0="http://www.t-mobile.sk/soa/CustomerServiceInterface/xsd">
            <ns1:Header xmlns:ns1="http://www.logica.com/eurotel-crm">
                <ns1:version>1.0</ns1:version>
                <ns1:id>PORTAL-DEV::CUSTOMER::SIEBEL-PRD-CUSTOMER-1::1002_1441207331586</ns1:id>
                <ns1:originator>SIEBEL</ns1:originator>
            </ns1:Header>
            <ns0:Body>
                <ns0:customerExt>
                    <ns0:customerRowId>1-110IH9J</ns0:customerRowId>
                    <ns0:customer ns2:type="ns1:Person" xmlns:ns1="http://www.logica.com/eurotel-crm" xmlns:ns2="http://www.w3.org/2001/XMLSchema-instance">
                        <ns1:id>SIEBEL-PRD-CUSTOMER-1-110IH9J</ns1:id>
                        <ns1:code>2315915800</ns1:code>
                        <ns1:name>Labajová,AmbrozDubnička,Ivan</ns1:name>
                        <ns1:status>Active</ns1:status>
                        <ns1:email/>
                        <ns1:idDocumentType>Identity Card</ns1:idDocumentType>
                        <ns1:registrationDate>2013-12-01T00:00:00+01:00</ns1:registrationDate>
                        <ns1:salesAgent>BOS</ns1:salesAgent>
                        <ns1:segment>Silver</ns1:segment>
                        <ns1:custTreatPkg>Premium Silver</ns1:custTreatPkg>
                        <ns1:group/>
                        <ns1:accountTypeCode>Customer</ns1:accountTypeCode>
                        <ns1:location>1-110IH9J</ns1:location>
                        <ns1:potentialSegment/>
                        <ns1:vip>false</ns1:vip>
                        <ns1:approvalOfMarktCommun>Yes</ns1:approvalOfMarktCommun>
                        <ns1:accountCreated>2013-12-13T18:26:46+01:00</ns1:accountCreated>
                        <ns1:accountUpdated>2014-03-18T00:49:35+01:00</ns1:accountUpdated>
                        <ns1:approvalToProvideContactDT>Unspecified</ns1:approvalToProvideContactDT>
                        <ns1:allowDigitalSignature>false</ns1:allowDigitalSignature>
                        <ns1:reasonForTermination/>
                        <ns1:notSegmented>false</ns1:notSegmented>
                        <ns1:notSendOffersThirdParties>Yes</ns1:notSendOffersThirdParties>
                        <ns1:notToDisplayStreetNum>false</ns1:notToDisplayStreetNum>
                        <ns1:partnerFlag>false</ns1:partnerFlag>
                        <ns1:pzzGv/>
                        <ns1:masterAccountId>1-110IH9J</ns1:masterAccountId>
                        <ns1:taxJurisdiction>SK</ns1:taxJurisdiction>
                        <ns1:pinPid>8022</ns1:pinPid>
                        <ns1:masterAccountIntegrationId>SIEBEL-PRD-CUSTOMER-1-110IH9J</ns1:masterAccountIntegrationId>
                        <ns1:personalNumber>7607294464</ns1:personalNumber>
                        <ns1:ztp/>
                        <ns1:ownershipType/>
                        <ns1:employeeSegment/>
                        <ns1:registrationNumber/>
                        <ns1:parent>
                            <ns1:id>SIEBEL-PRD-CUSTOMER-1-110VRCV</ns1:id>
                        </ns1:parent>
                    </ns0:customer>
                </ns0:customerExt>
            </ns0:Body>
        </ns0:GetCustomerStageMessageOut>
    </SOAP-ENV:Body>
</SOAP-ENV:Envelope>